---
kind: property
id: P:Autodesk.Revit.DB.Visual.Stone.CommonTintColor
source: html/b7a6f2a4-86fe-afa4-9366-e705733ad45c.htm
---
# Autodesk.Revit.DB.Visual.Stone.CommonTintColor Property

The property labeled "Tint Color" from the "Stone" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".